CarroNetPhp/webservices/jimpisoft_station_details.php

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <StationDetails xmlns="http://www.jimpisoft.pt/Rentway_Reservations_WS/getStationDetails">
            <objRequest>
                <companyCode>9930</companyCode>
                <customerCode>977</customerCode>
                <stationID>02</stationID>
            </objRequest>
        </StationDetails>
    </soap:Body>
</soap:Envelope>